Repository: bestpractical/rtx-calendar
Catalog: po/*.po
Languages: ca

source: By default, RTx::Calendar displays Due and Starts dates. You can select other date fields with the Display Columns section in the %1. The following format will display the two additional date fields, LastUpdated and a custom field called Maintenance Date:
ca: Per defecte, RTx::Calendar mostra les dates d'Inici i Finalització. Es poden sel·leccionar altres dates a la secció de Visualitzar Columnes al «%1». El següent format visualitzarà els camps «LastUpdated» y un altre personalitzat anomenat «Maintenance Date»:

source: If you want to see reminders on the calendar, you need to go to the %1 tab of your query and explicitly add the following clause to it:
ca: Si vol veure els recordatoris al calendari, ha d'anar a la pestanya %1 de la seva cerca i afegir-li de forma explícita la següent clàusula:

source: You can change the default query used by Calendar.html and the MyCalendar portlet by saving a query with the name <code>calendar</code> in the %1.
ca: Pot canviar la cerca per defecte que empra Calendar.html i el portlet MyCalendar anomenant la cerca com <code>calendar</code> al «%1» .

source: Advanced
ca: Avançat

source: Calendar
ca: Calendari

source: Calendar for %1 %2
ca: Calendari per %1 %2

source: Changing the default query
ca: Modificant la cerca per defecte

source: Clear Filter
ca: Netejar el filtre

source: Displaying other kind of dates
ca: Visualitzant altres tipus de dates

source: Displaying reminders
ca: Visualitzant recordatoris

source: Download Spreadsheet
ca: Descarregar el full de càlcul

source: Edit
ca: Editar

source: Event Types
ca: Tipus d'events

source: Filter
ca: Filtre

source: Filter on Status
ca: Filtrar per estat

source: Help
ca: Ajuda

source: Query Builder
ca: Constructor de consultes

source: Status Colors
ca: Colors dels estats

source: Submit
ca: Enviar
